Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: See also CulturalTranslation, where elements of a culture are changed to work with a different language or audience.
pt_br: Ver também Br/TraducaoCultural, onde elementos de uma cultura são alterados para funcionar com uma linguagem ou público-alvo diferentes.

source: See also DarkAndTroubledPast, StartOfDarkness, JerkassWoobie, AbusiveParents, ParentalNeglect, ParentalAbandonment, WellDoneSonGuy, SingleIssuePsychology, TragicBigot, BeingTorturedMakesYouEvil, WoobieDestroyerOfWorlds, YouAreWhatYouHate, HeWhoFightsMonsters, and WhosLaughingNow.
pt_br: Consultar também Br/PassadoSombrioEComplicado, Br/ComecoDasTrevas, Br/BabacaCoitadinho, Br/PaisAbusivos, Br/NegligenciaParental, Br/AbandonoParental, Br/CaraDoBomTrabalhoFilho, Br/PsicologiaDeProblemaUnico, Br/IntoleranteTragico, Br/SerTorturadoTeFazDoMal, Br/CoitadinhoODestruidorDeMundos, Br/VoceEOQueVoceOdeia, Br/AqueleQueLutaComMonstros e Br/QuemEstaRindoAgora.

source: See also EiffelTowerEffect, where every other country is symbolized by a single building.
pt_br: Ver também Br/EfeitoTorreEiffel, onde os países são simbolizados por um único monumento.

source: See also EvilIsNotAToy, which this trope overlaps with.
pt_br: Ver também Br/OMalNaoEUmBrinquedo, que se sobrepõe com esse tropo.

source: See also FightingFromTheInside and TheComputerIsYourFriend.
pt_br: Ver também Br/LutandoPeloLadoDeDentro e Br/OComputadorESeuAmigo.

source: See also FridgeLogic (or NotMyDriver), for the moment the character realizes this trope.
pt_br: Consultar também Br/LogicaDeGeladeira (ou Br/NaoEMeuMotorista) para o momento em que o personagem percebe este tropo.

source: See also GarnishingTheStory, ThePowerOfIndex, and {{Spectacle}}.
pt_br: Ver também Br/EmbelezarAHistoria, Br/OPoderDoIndice e Br/{{Espetaculo}}.

source: See also HadToComeToPrisonToBeACrook, which is this as applied to a legal system.
pt_br: Ver também Br/PreciseiSerPresoPraMeTornarUmBandido, que é isto, mas aplicado a um sistema de leis.

source: See also HandWave, NightmareFuel.
pt_br: Consultar também Br/SoUmaPincelada e Br/CombustivelParaPesadelo.

source: See also ImMrFuturePopCultureReference (the TimeTravel variant), TributeToFido (the animal version) and TheDanza (characters who take their names from the actors who portray them).
pt_br: Ver também Br/EuSouOSrReferenciaFuturaDaCulturaPop (a variante de Br/ViagemNoTempo), Br/TributoAoFido (a versão animal) e Br/ODanza (personagens que recebem os nomes a partir dos atores que os interpretam).

source: See also ImmortalLifeIsCheap, which applies to such cases as Multiple Bodies or Regeneration; and {{Trainstopping}} which tends to have this as a requirement.
pt_br: Ver também Br/VidaImortalEBarata, que se aplica aos casos de Múltiplos Corpos ou Regeneração.

source: See also InsaneEqualsViolent, TheBerserker, TheButcher, TheDreaded, MadBomber, CuteAndPsycho, BloodKnight, PsychoForHire, {{Yandere}}, TheSociopath, MadDoctor, PyroManiac, HairTriggerTemper, ColonelKilgore, GeneralRipper, InsaneAdmiral, SociopathicSoldier, HolyIsNotSafe, PsychopathicManchild, and JerkassGods.
pt_br: Ver também Br/InsanidadeSignificaViolencia, Br/OEnfurecido, Br/OAcougueiro, Br/OTemido, Br/BombardeiroMaluco, Br/FofaEPsicotica, Br/CavaleiroDeSangue, Br/ManiacoDeAluguel, Br/{{Yandere}}, Br/OSociopata, Br/DoutorMaluco, Br/{{Piromaniaco}}, Br/PavioCurto, Br/CoronelKilgore, Br/GeneralRipper, Br/AlmiranteInsano, Br/SoldadoSociopata, Br/SagradoNaoESeguro, Br/CriancaoPsicopata e Br/DeusesBabacas.

source: See also KnightTemplarParent, KnightTemplarBigBrother, and LawfulEvil.
pt_br: Consultar também Br/PaiCavaleiroTemplario, Br/IrmaozaoCavaleiroTemplario e Br/LealEMau.

source: See also MoralDisambiguation for when the morality of a work becomes more [[BlackAndWhiteMorality black and white]].
pt_br: Consultar também Br/DesambiguacaoMoral para quando a moralidade de uma obra se torna mais [[Br/MoralidadeBinaria binária]].

source: See also MundaneUtility (for ''awesome'' tools that are used to do mundane things), InvisibilityFlicker (which reminds you that stealth and awesome don't mix, except when ninjas are involved), HairFlip (a common way of making a small head movement dramatic), MundaneObjectAmazement (more focused on characters being amazed by mundane objects) and RefreshinglyNormalLifeChoice (where Amazing People prefer living like a Mundane Person).
pt_br: Consultar também Br/UtilidadeMundana (para ferramentas ''impressionantes'' usadas para coisas banais), Br/InvisibilidadeTremula (que lembra que disfarce não combina com incrível, exceto se ninjas estão envolvidos), Br/ViradaDeCabelo (um jeito comum de tornar dramático um movimento de cabeça), Br/PerplexoComOObjetoMundano (focado em personagens que se impressionam com objetos do dia-a-dia) e ??? RefreshinglyNormalLifeChoice (quando Gente Incrível prefere viver como Gente Normal).

source: See also NeverLiveItDown (when the character is more associated with some action or event than the character actually changing), UnintentionallySympathetic (when realistic quirks are mishandled by the writers) and ForgotFlandersCouldDoThat (when a story brings back pre-Flanderized aspects of the character as a reminder that those traits are there, even if you don't see them much any more).
pt_br: Ver também ??? NeverLiveItDown (quando o personagem é mais associado a alguma ação ou evento do que a mudança de fato do personagem), Br/SimpatiaNaoIntencional (quando peculiaridades realistas são manuseadas de forma ruim pelos escritores) e Br/EsqueciQueOFlandersPodiaFazerIsso (quando uma história traz de volta aspectos do personagem pré-Flanderização como um lembrete de que os traços estão lá, mesmo que você não os veja).

source: See also NonActionSnarker, SnarkyNonhumanSidekick, CatsAreSnarkers, TallDarkAndSnarky, SurroundedByIdiots, SiliconSnarker, and SarcasticDevotee.
pt_br: Consultar também ??? NonActionSnarker, ??? SnarkyNonHumanSidekick, Br/GatosSaoSarcasticos, Br/AltoTrevosoESarcastico, Br/CercadoPorIdiotas e Br/DevotoSarcastico.

source: See also OpportunisticBastard.
pt_br: Consultar também Br/CanalhaOportunista.

source: See also PayEvilUntoEvil, which is what this trope can result from when done wrong, and for more proportionate responses, LaserGuidedKarma.
pt_br: Ver também Br/PagarOMalComOMal, que se executado errado resulta neste tropo, e Br/KarmaGuiadoPorLaser para respostas mais proporcionais.

source: See also RedBaron, TheMagnificent, SpeakOfTheDevil, NamedAfterTheInjury, and WhatDidYouExpectWhenYouNamedIt; often overlaps with DarknessVonGothickname.
pt_br: Ver também Br/BaraoVermelho, Br/OMagnifico, Br/FalandoNoDiabo, Br/NomeadoPorCausaDoFerimento e Br/OQueVoceEsperavaAoDarONomeDe; costuma se sobrepor com Br/NomeSombraVonGothicko.

source: See also SeriesTropes.
pt_br: Ver também Br/TroposDeSeries.

source: See also SophomoreSlump, TheProblemWithLicensedGames, and SeasonalRot.
pt_br: Ver também Br/CriseDoSegundoAno, Br/OProblemaComJogosLicenciados e Br/PodridaoSazonal.

source: See also SpeaksInShoutOuts.
pt_br: Ver também Br/FalarEmSalves.

source: See also StockJokes for all those punch lines you've [[IfItWasFunnyTheFirstTime heard a million times]].
pt_br: Ver também Br/PiadasProntas para todas aquelas sacadas que você [[Br/SeFoiEngracadoDaPrimeiraVez já ouviu um milhão de vezes]].

source: See also SugarWiki/TVTropesWillEnhanceYourLife, DarthWiki/TVTropesRuinedYourLife, JustForFun/TVTropesWillRuinYourVocabulary, JustForFun/TVTropesAsAGatewayDrug, DrinkingGame/TVTropesWikiDrinkingGame (which will ruin your liver), JustOneMoreLevel.
pt_br: Ver também BrWikiAlegre/TVTropesVaiMelhorarSuaVida, BrWikiSombria/TVTropesArruinouSuaVida, BrApenasPorLazer/TVTropesVaiArruinarSeuVocabulario, BrApenasPorLazer/TVTropesComoDrogaDeEntrada e Br/SoMaisUmaFase.

source: See also SurvivorGuilt below.
pt_br: Consultar também Br/RemorsoDoSobrevivente.

source: See also TropesInAggregate, where audiences only start ''noticing'' these tropes when they keep appearing in several works, and FranchiseOriginalSin for flaws that originally went unnoticed until they were repeated in later entries of the series.
pt_br: Ver também Br/TropoAgregado, onde o público só começa a ''perceber'' estes tropos quando eles aparecem de maneira recorrente em muitas obras, e Br/PecadoOriginalDaFranquia para falhas que originalmente passaram despercebidas até que elas se repetiram posteriormente na série.

source: See also UnconventionalAlignment, LawfulStupid, ChaoticStupid, StupidGood, StupidEvil, StupidNeutral, AlwaysLawfulGood, AlwaysChaoticEvil, and GoodAndEvilForYourConvenience.
pt_br: Ver também Br/AlinhamentoNaoConvencional, Br/LealEEstupido, Br/CaoticoEEstupido, Br/EstupidoEBom, Br/EstupidoEMau, Br/EstupidoENeutro, Br/SempreLealEBom, Br/SempreCaoticoEMau e Br/BomEMauParaASuaConveniencia.

source: See also WhatIsEvil and NotSoDifferentRemark for when a ''villain'' is the one pointing this out, or acting as though there's something to point out to mess with the hero.
pt_br: Ver também Br/OQueEOMal e Br/ComentarioDeNaoTaoDiferente para quando um "vilão" é quem aponta isso, ou age como se houvesse algo para apontar com o fim de mexer com o herói.

source: See also an InternalRetcon, for retcons within a fictional universe, or ExternalRetcon, for retcons in real life.
pt_br: Consultar também Br/RetconInterno, para retcons dentro de um universo fictício, ou Br/RetconExterno, para retcons na vida real.

source: See also the OrwellianRetcon, which may overlap with this.
pt_br: Ver também Br/RetconOrwelliano, que pode se sobrepor a isso.

source: See also, AlternateUniverseReedRichardsIsAwesome, in which characters get a glimpse of an alternative universe where things have, in fact, changed.
pt_br: Ver também Br/ReedRichardsDoUniversoAlternativoEIncrivel, onde os personagens têm um vislumbre de um universo alternativo em que as coisas mudaram de fato.

source: See also: BumblingSidekick, TheUnfavourite, GuiltByAssociationGag, HumiliationConga, MisplacedRetribution, IronButtMonkey.
pt_br: Ver também: Br/ParceiroDesajeitado, Br/ONaoFavorito, Br/PiadaDeCulpaPorAssociacao, Br/CongaDaHumilhacao, Br/RetribuicaoMalDirecionada e Br/CorinhoCalejado.

source: See also: ListOfTransgressions, ArsonMurderAndLifesaving, FelonyMisdemeanor, GoodNewsBadNews, OddNameOut, TheTriple.
pt_br: Consultar também: Br/ListaDeTransgressoes, Br/RouboHomicidioESalvamentoDeVida, Br/CrimeDeMauComportamento, Br/BoasEMasNoticias, ??? OddNameOut, Br/OTriplo.

source: See below.).
pt_br: Ver abaixo.).

source: See the Literature/HarryPotter series, or ''Literature/NineteenEightyFour''.
pt_br: Exemplos são a série BrLiteratura/HarryPotter, ou ''BrLiteratura/MilNovecentosEOitentaEQuatro''.

source: See, there was a sequel.
pt_br: Tipo, teve uma sequência.

source: Seeing everyone calling him a thief at his face is pretty shocking.
pt_br: Ver todo mundo o chamando de ladrão diretamente é chocante.

source: Seeing the woman he loves being threatened does make him extremely angry.
pt_br: Ver em perigo a mulher que ele ama o deixa muito furioso.

source: Sequels are stories that take place after the original, often with most if not all of the same cast and frequently in the same setting if not the same location.
pt_br: Sequências são histórias que ocorrem após a história original, geralmente com a maior parte do elenco, se não ele inteiro, e em ambientação similar, se não igual.

source: Sequels made to sell toys instead of trying to tell a story can [[Analysis/MerchandiseDriven warp the script in ways]], almost none for the best (e.g. making the movie more "kid-friendly", introducing/focusing on cute/marketable characters, or even [[ChuckCunninghamSyndrome completely ditching]] characters who can't sell toys).
pt_br: Sequências feitas para vender brinquedos ao invés de tentar contar uma história podem [[BrAnalise/MovidoAPropaganda distorcer o roteiro de muitos modos]], quase nenhum deles bom (''e.g.'' tornar o filme mais "adequado ao público infantil", introduzir/focar em personagens fofos e vendáveis, ou até mesmo [[Br/SindromeDeChuckCunningham se livrar completamente]] de personagens que não vendem brinquedos).

source: Series that were originally trilogies that have more than three entries go under TrilogyCreep.
pt_br: Séries que eram originalmente trilogias e que possuem mais que três entradas se encaixam em Br/ExpansaoDaTrilogia.

source: Settings like these are not kind at all to [[WideEyedIdealist idealists]], who usually get [[BreakTheCutie traumatized]] and/or [[CruelAndUnusualDeath die horribly]] when their attempts to change the world through idealism meet tragic ends.
pt_br: Ambientações como essa não são gentis com os idealistas, que costumam ser [[Br/QuebreALindinha traumatizados]] ou [[Br/MorteEstranhamenteCruel morrer mortes horríveis]] quando suas tentativas de mudar o mundo através do idealismo acabam de maneira trágica.

source: Señor Barriga comments that Don Ramón did that just to take his rage out on someone, and he answers that in that case, Chavo could go take it out on somebody else.
pt_br: Senhor Barriga comenta que o Seu Madruga só fez isso para descontar a raiva em alguém, e ele responde que, nesse caso, o Chaves poderia ir descontar em outra pessoa.

source: She about to start some shit, Zed.
pt_br: Ela ia começar alguma confusão, Zed.

source: She also promised she'd no longer act as if she's [[RichBitch superior]] to any of her neighbors, albeit the wording of her promise suggests it's unlikely she's able to fulfill it.
pt_br: Ela também prometeu que não agiria mais como se fosse [[Br/CadelaRica superior]] aos seus vizinhos, mas o jeito como é dito sugere que é improvável que ela consiga fazer isso.

source: She becomes almost maternal towards Chavo, even hiring him in the restaurant she opens and keeping him employed despite all the mistakes he makes out of his typical clumsiness and naivete.
pt_br: Ela se torna quase maternal com o Chaves, até mesmo o empregando no restaurante que ela abre e o mantendo empregado apesar de todos os erros que ele comete devido a ser atrapalhado e ingênuo.

source: She cursed him with farts of amazing potency and accuracy.
pt_br: Ela rogou uma praga que o amaldiçoou a soltar peidos de potência e precisão incríveis.

source: She decided against it, though.
pt_br: Mas no fim ela decidiu por não fazê-lo.

source: She even does this while pumping her arms and rubbing herself wherever she got hurt.
pt_br: Ela faz isso com um movimento bem característico de braços e depois passa a mão onde quer que esteja doendo.

source: She gets confused and ends up getting in an argument with the boys, but later makes up with them and starts comemmorating the Ecology Year with them, while a crowd starts marching for nature holding a sign saying "Thanks for the green, Jesus!".
pt_br: Ela se confunde e acaba envolvida em uma discussão com os garotos, mas depois faz as pazes com eles e começa a comemorar o Ano da Ecologia com eles, enquanto uma multidão começa a marchar pela natureza segurando uma faixa que diz "Obrigado pelo verde, Jesus!"

source: She is also the instigator in the fights Chavo has with Quico and gets away with it unscathed, although there are some exceptions.
pt_br: Ela também instiga brigas entre o Chaves e Quico, sempre se safando sem consequências, salvo raras exceções.

source: She lost.
pt_br: Ela não ganhou.

source: She never completely loses her grouchiness, but without an arch-enemy or someone to protect, the aggressive side of her personality fades away.
pt_br: Ela nunca perde a rispidez completamente, mas sem um arqui-inimigo ou alguém para proteger, o aspecto agressivo da personalidade dela fica atenuado.

source: She occasionally appears in the restaurant and gets to be in the final three-episode arc when everyone goes to live at Señor Barriga’s house.
pt_br: Ela ocasionalmente aparece no restaurante e está presente no arco final de três episódios onde todos vão morar na casa do Senhor Barriga.

source: She outright tells them that he's "a good husband and father" but not a superhero.
pt_br: Ela até mesmo diz que ele é "um bom marido e um bom pai", mas não um super herói.

source: She suggests that they interview each robot and cross-reference their responses for anomalies, which will take about six weeks.
pt_br: Ela sugere que eles entrevistem cada robô e cruzem suas respostas em busca de anomalias, o que levaria cerca de seis semanas.

source: She then enlists the other heroes to help, but the best they come up with is- -->'''Shoveler:''' Your penmanship is atrocious!\\ '''Sphinx:''' You dress in the manner of a male prostitute.
pt_br: Ela então pede a ajuda dos outros heróis, mas o melhor que eles conseguem é: -->'''Pá:''' A sua letra é horrorosa!\\ '''Esfinge:''' Você se veste como um garoto de programa.

source: She tries to use her voice to activate it with a series of different commands ("Play.
pt_br: Ela tenta usar ativação por voz através de diferentes comandos ("Tocar.

source: She was prominent in many episodes for the rest of that year.
pt_br: Ela estava presente em muitos episódios pelo restante do ano.

source: She's about eight years old, those books are WAY too advanced for her.
pt_br: Ela tem apenas oito anos, esse livros são MUITO avançados pra ela.

source: She's also the only woman in the film who's a main character, or has more than a few scenes or lines.
pt_br: Ela também é a única que está entre os personagens principais, ou que tem uma aparição significativa.

source: She's so surprised that it has to be turned on by hand that when she does so, she panics and attempts to turn it off with more voice commands.
pt_br: Ela fica tão surpresa em ter que ativar o aparelho manualmente que, quando ela consegue, ela se assusta e tenta desligar com mais comandos de voz.

source: Should '''not ever''' be confused with ButtMonkey.
pt_br: Não deve '''jamais''' ser confundido com o Br/{{Corinho}}.

source: Shows attempting to be DarkerAndEdgier with their humor this way straddle the line between sadism and comedy, and it's easy to make a mistake and fall on the wrong side of the S.S.
pt_br: Shows que tentam se enquadrar como Br/MaisSombrioEPesado com seu humor podem ficar bem em cima do muro entre sadismo e comédia, e é muito fácil cometer um erro e cair do lado errado.

source: Sideways.
pt_br: E de lado.

source: Silencio.
pt_br: Silêncio.

source: Similar to SoBadItsGood, but done quite intentionally.
pt_br: É similar a Br/TaoRuimQueEBom, só que feito de maneira intencional.

source: Similarly, a villain may be taking down entire groups of superheroes, but when one hero steps out to take them on alone, watch out.
pt_br: Similarmente, um vilão pode estar derrotando grupos inteiros de super heróis, mas quando um herói se afasta para combate individual, cuidado.

source: Similarly, {{Artificial Human}}s and other artificial-but-still-organic beings are much more likely to be given the benefit of the doubt than inorganic ones.
pt_br: Similarmente, [[Br/HumanoArtificial humanos artificais]] e outros seres artificiais-porém-orgânicos possuem chance maior de receberem o benefício da dúvida do que seres inorgânicos.

source: Simple as that.
pt_br: Simples assim.

source: Simply having a character go through hell once or twice (no matter how severely) is not enough to be the Butt-Monkey.
pt_br: Fazer um personagem passar por maus bocados uma ou duas vezes (não importa a severidade) não é o bastante para se tornar o Corinho.

source: Since games cost a fair amount of money at the time, and could usually be beaten in 15 minutes if you knew what you were doing, a game that was easy had little value.
pt_br: Como esses jogos custavam muito dinheiro para a época e poderiam ser fechados em 15 minutos se você soubesse o que estava fazendo, um jogo que fosse muito fácil tinha pouco valor.

source: Since he really is acting irrationally and incoherently, just got back off of psychological leave, and has a history of prejudice against robots (plus the fact that no robot has ever so much as jaywalked), it's pretty clear why no one believes him.
pt_br: Como ele está agindo de maneira irracional e incoerente, acabou de voltar de uma licença médica e possui histórico de preconceito contra robôs (mais o fato de que nenhum robô jamais sequer atravessou fora da faixa), fica muito claro por que ninguém acredita nele.

source: Since physical strength is usually a masculine trait, she may be a {{Tomboy}}, [[TheLadette Lad-ette]], or [[BrawnHilda mannish]], but you can flip this on its head by making her a GirlyBruiser, allowing her to be both strong and feminine, or by making her the Amazon, [[StatuesqueStunner big]] and [[AmazonianBeauty beautiful]].
pt_br: Como a força física é um traço tipicamente masculino, ela pode ter também traços masculinos em variados níveis, mas você pode resolver isso ao torná-la uma Br/BrutaFeminina, permitindo que ela seja forte e feminina ao mesmo tempo, ou fazer com que ela seja uma Amazona, [[Br/EstonteanteEscultural alta]] e [[Br/BelezaAmazoniana bela]].

source: Since several tropes can twist into a {{Subverted|Trope}} example, ''tread carefully''.
pt_br: Como muitos tropos podem ser um caso de Br/TropoSubvertido, ''ande cautelosamente''.

source: Since this is especially OutOfCharacter for Chilindrina, she often plays it off like ObfuscatingStupidity or just being annoying with no particular endgame in mind.
pt_br: Como isso é Br/ForaDoPersonagem para a Chiquinha em particular, ela geralmente trata como se fosse Br/EstupidezOfuscante ou apenas como se fosse irritante sem nenhum objetivo específico.

source: Single Locations plots are very popular in theater, allowing theater troupes with no budget to focus on their performance without set designers or techies to create effects or move set pieces around.
pt_br: Tramas de localização única são muito populares no teatro, permitindo que trupes teatrais sem orçamento possam se concentrar na apresentação sem projetistas ou auxiliares para criar efeitos ou movimentar partes do cenário.

source: Single, individual examples of these tropes usually can't be noticed.
pt_br: Exemplos separados destes tropos geralmente não são notados.

source: Sit down with a Cloudcuckoolander and try to explain to them that normal people don't wear the clothes of a dead man.
pt_br: Sente com um lunático e tente explicar a ele que pessoas comuns não usam as roupas de um homem morto.

source: Slapstick is the essence of physical comedy -- people getting hurt or embarrassed in hilarious ways (e.g. slipping and landing face first in dog crap).
pt_br: O pastelão, ou ''slapstick'', é a essência da comédia física -- pessoas se machucando ou passando vergonha de maneiras hilárias (''e.g.'' escorregando e caindo de cara na lama).

source: Smoother retcons won't be distinguishable as such, and can even make what was initially an AssPull later look like everything was JustAsPlanned.
pt_br: Os melhores ''retcons'' nem sequer serão distinguíveis como tal, e podem transformar algo que inicialmente parece uma Br/SolucaoTiradaDaBunda em algo que decorreu Br/ExatamenteComoPlanejado.

source: So "El Chavo" would translate to "The Kid", which is what everyone calls him.
pt_br: Então "El Chavo" seria "O Garoto", que é o nome que todos usam para ele. Na dublagem brasileira, ele é chamado de "Chaves", mas isso é reconhecido como sendo apenas um apelido.

source: So basically, when the villain's name hints towards some sort of disaster in history, mythological monster, or just means something bad, this trope applies.
pt_br: Então basicamente, se o nome do vilão indica algum tipo de desastre na história, monstro mitológico ou significa algo ruim, este tropo se aplica.
